var validation_phrases = {
  required: 'Поле обязательное для заполнения.',
  password_equalTo: 'Пароль не соответсвует указанному.',
  first_letter: 'Поле должно начинаться с большой буквы.',
  minlength_2: 'Минимальная длина поля 2 символа',
  minlength_4: 'Минимальная длина поля 4 символа',
  password_minlength_6: 'Минимальная длина пароля 6 символов.',
  password_maxlength_12: 'Максимальная длина пароля 12 символов.',
  password_uppercase: 'Пароль должен содержать букву в верхнем регистре.',
  password_number: 'Пароль должен содержать числа.',
  check_for_number: 'Поле не должно содержать цифры.',
  check_for_symbols: 'Поле не должно содержать символы.',
  check_for_space: 'Поле не должно содержать пробел.',
  user_name_error: 'Такой логин уже зарегистрирован.',
  email_error: 'Такой email уже зарегестрирован.',
  sign_up_error: 'Введен неверный логин или пароль.',
  online_user: 'Данный пользователь уже онлайн.'
};
